//
//  Localizable.strings
//  Stats
//
//  Created by Martin Bernat on 02/03/2023.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "Procesor"; // translategemma:4b
"Open CPU settings" = "Otvoriť nastavenie CPU";
"GPU" = "Grafický procesor"; // translategemma:4b
"Open GPU settings" = "Otvoriť nastavenie GPU";
"RAM" = "RAM";
"Open RAM settings" = "Otvoriť nastavenie RAM";
"Disk" = "Disk";
"Open Disk settings" = "Otvoriť nastavenie disku";
"Sensors" = "Senzory";
"Open Sensors settings" = "Otvoriť nastavenie senzorov";
"Network" = "Sieť";
"Open Network settings" = "Otvoriť nastavenie siete";
"Battery" = "Batéria";
"Open Battery settings" = "Otvoriť nastavenie batérie";
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Otvoriť nastavenie bluetooth";
"Clock" = "Hodiny"; // translategemma:4b
"Open Clock settings" = "Otvorte nastavenia hodiniek"; // translategemma:4b

// Words
"Unknown" = "Neznámy";
"Version" = "Verzie";
"Processor" = "Procesor";
"Memory" = "Pamäť";
"Graphics" = "Grafika";
"Close" = "Zavrieť";
"Download" = "Stiahnuť";
"Install" = "Inštalovať";
"Cancel" = "Zrušiť";
"Unavailable" = "Nedostupné";
"Yes" = "Áno";
"No" = "Nie";
"Automatic" = "Automaticky";
"Manual" = "Manuálne";
"None" = "Žiadny";
"Dots" = "Bodky";
"Arrows" = "Šípky";
"Characters" = "Znak";
"Short" = "Krátky";
"Long" = "Dlhý";
"Statistics" = "Štatistiky";
"Max" = "Max";
"Min" = "Min";
"Reset" = "Reset";
"Alignment" = "Zarovnanie";
"Left alignment" = "Zarovnať doľava";
"Center alignment" = "Zarovnať na stred";
"Right alignment" = "Zarovnať doprava";
"Dashboard" = "Ovládací panel";
"Enabled" = "Povolené";
"Disabled" = "Zakázané";
"Silent" = "Tichý";
"Units" = "Jednotky";
"Fans" = "Ventilátory";
"Scaling" = "Mierka";
"Linear" = "Lineárna";
"Square" = "Štvorcová";
"Cube" = "Kubická";
"Logarithmic" = "Logaritmická";
"Fixed scale" = "Opravené"; // translategemma:4b
"Cores" = "Jadrá";
"Settings" = "Nastavenia";
"Name" = "Meno"; // translategemma:4b
"Format" = "Formát"; // translategemma:4b
"Turn off" = "Vypnúť"; // translategemma:4b
"Normal" = "Normálny"; // translategemma:4b
"Warning" = "Varovanie"; // translategemma:4b
"Critical" = "Kritický"; // translategemma:4b
"Usage" = "Použitie"; // translategemma:4b
"2 minutes" = "2 minúty"; // translategemma:4b
"3 minutes" = "3 minúty"; // translategemma:4b
"10 minutes" = "10 minút"; // translategemma:4b
"Import" = "Import";
"Export" = "Export";
"Separator" = "Rozdeľovač"; // translategemma:4b
"Read" = "Načítajte"; // translategemma:4b
"Write" = "Napište"; // translategemma:4b
"Frequency" = "Frekvencia"; // translategemma:4b
"Save" = "Uložiť"; // translategemma:4b
"Run" = "Spusti"; // translategemma:4b
"Stop" = "Zastavte"; // translategemma:4b
"Uninstall" = "Odstrániť"; // translategemma:4b
"1 sec" = "1 sekundu"; // translategemma:4b
"2 sec" = "2 sekundy"; // translategemma:4b
"3 sec" = "3 sekundy"; // translategemma:4b
"5 sec" = "5 sekúnd"; // translategemma:4b
"10 sec" = "10 sekúnd"; // translategemma:4b
"15 sec" = "15 sekúnd"; // translategemma:4b
"30 sec" = "30 sekúnd"; // translategemma:4b
"60 sec" = "60 sekúnd"; // translategemma:4b

// Setup
"Stats Setup" = "Nastavenie Stats";
"Previous" = "Späť";
"Previous page" = "Predchádzajúca strana";
"Next" = "Ďalej";
"Next page" = "Ďalšia strana";
"Finish" = "Dokončiť";
"Finish setup" = "Dokončiť nastavenie";
"Welcome to Stats" = "Vitajte v Stats";
"welcome_message" = "Ďakujeme, že používate Stats, bezplatný open source monitor systému macOS.";
"Start the application automatically when starting your Mac" = "Automaticky spustiť aplikáciu pri štarte systému";
"Do not start the application automatically when starting your Mac" = "Nespúšťať aplikáciu automaticky pri štarte systému";
"Do everything silently in the background (recommended)" = "Vykonávať všetko v tichosti na pozadí (odoporúčané)";
"Check for a new version on startup" = "Kontrola novej verzie pri spustení";
"Check for a new version every day (once a day)" = "Kontrola novej verzie každý deň (raz denne)";
"Check for a new version every week (once a week)" = "Kontrola novej verzie každý týždeň (raz týždenne)";
"Check for a new version every month (once a month)" = "Kontrola novej verzie každý mesiac (raz mesačne)";
"Never check for updates (not recommended)" = "Nikdy nekontrolovať aktualizácie (neodporúča sa)";
"Anonymous telemetry for better development decisions" = "Anonymizované telemetrie pre lepšie rozhodovanie pri vývoji"; // translategemma:4b
"Share anonymous telemetry data" = "Zverejni anonymizované údaje o telemetrii"; // translategemma:4b
"Do not share anonymous telemetry data" = "Nezdieľte anonymné údaje z telemetrie."; // translategemma:4b
"The configuration is completed" = "Konfigurácia je dokončená";
"finish_setup_message" = "Všetko je pripravené! \n Stats je open source nástroj, který je zadarmo a vždy bude. \n Ak sa vám páči, môžete projekt podporiť, ceníme si to!";

// Alerts
"New version available" = "Je k dispozícii nová verzia";
"Click to install the new version of Stats" = "Inštalovať novú verziu Stats";
"Successfully updated" = "Úspešne aktualizované";
"Stats was updated to v" = "Stats bol aktualizovaný na v%0";
"Reset settings text" = "Všetky nastavenia aplikácie budú zresetované a aplikácia bude reštartovaná. Ste si istý, že chcete pokračovať?";
"Support text" = "Ďakujeme, že používate Stats!\n\n Udržiavanie a zlepšovanie tohto open-source projektu si vyžaduje čas a zdroje. Vaša podpora nám pomáha pokračovať v poskytovaní bezplatnej a spoľahlivej aplikácie pre každého.\n\nAk považujete Stats za užitočné, zvážte prosím možnosť prispieť. Každý malý kúsok pomôže!";

// Settings
"Open Activity Monitor" = "Otvoriť Monitor aktivity";
"Report a bug" = "Nahlásiť chybu";
"Support the application" = "Podporte aplikáciu";
"Close application" = "Zavrieť aplikáciu";
"Open application settings" = "Otvoriť nastavenie aplikácie";
"Open dashboard" = "Otvoriť ovládací panel";
"No notifications available in this module" = "V tomto module nie sú k dispozícii žiadne upozornenia."; // translategemma:4b
"Open Calendar" = "Otvoriť kalendár"; // translategemma:4b
"Toggle the module" = "Zapnúť/vypnúť modul"; // translategemma:4b

// Application settings
"Update application" = "Aktualizovať aplikáciu";
"Check for updates" = "Skontrolovať aktualizácie";
"At start" = "Pri štarte";
"Once per day" = "Raz denne";
"Once per week" = "Raz týždenne";
"Once per month" = "Raz mesačne";
"Never" = "Nikdy";
"Check for update" = "Skontrolovať aktualizáciu";
"Show icon in dock" = "Zobrazovať ikonu v Docku";
"Start at login" = "Spustiť po prihlásení";
"Build number" = "Číslo buildu";
"Import settings" = "Nastavenia importu"; // translategemma:4b
"Export settings" = "Nastavenia exportu"; // translategemma:4b
"Reset settings" = "Obnoviť nastavenia";
"Pause the Stats" = "Pozastaviť Stats";
"Resume the Stats" = "Obnoviť Stats";
"Combined modules" = "Kombinovať moduly";
"Combined details" = "Spojené informácie"; // translategemma:4b
"Spacing" = "Rozostup"; // translategemma:4b
"Share anonymous telemetry" = "Zdieľte anonymné údaje z telemetrie"; // translategemma:4b
"Choose file" = "Vyberte súbor"; // translategemma:4b
"Stress tests" = "Testy na zaťaženie"; // translategemma:4b

// Dashboard
"Serial number" = "Sériové číslo";
"Model identifier" = "Identifikátor modelu"; // translategemma:4b
"Production year" = "Rok výroby"; // translategemma:4b
"Uptime" = "Dostupnosť"; // translategemma:4b
"Number of cores" = "%0 jadier";
"Number of threads" = "%0 vlákien";
"Number of e-cores" = "%0 efektívnych jadier";
"Number of p-cores" = "%0 výkonných jadier";
"Disks" = "Disky"; // translategemma:4b
"Display" = "Zobrazenie"; // translategemma:4b

// Update
"The latest version of Stats installed" = "Bola nainštalovaná najnovšia verzia Stats";
"Downloading..." = "Sťahovanie...";
"Current version: " = "Aktuálna verzia: ";
"Latest version: " = "Najnovšia verzia: ";

// Widgets
"Color" = "Farba";
"Label" = "Popis";
"Box" = "Políčko";
"Frame" = "Orámovanie";
"Value" = "Hodnota";
"Colorize" = "Vyfarbiť";
"Colorize value" = "Vyfarbiť hodnotu";
"Additional information" = "Ďalšie informácie";
"Reverse values order" = "Obrátené poradie hodnôt";
"Base" = "Základ";
"Display mode" = "Režim zobrazenia";
"One row" = "Jeden riadok";
"Two rows" = "Dva riadky";
"Mini widget" = "Mini";
"Line chart widget" = "Čiarový graf";
"Bar chart widget" = "Stĺpcový graf";
"Pie chart widget" = "Koláčový graf";
"Network chart widget" = "Sieťový graf";
"Speed widget" = "Rýchlosť";
"Battery widget" = "Batéria";
"Stack widget" = "Základňa"; // translategemma:4b
"Memory widget" = "Pamäť";
"Static width" = "Pevná šírka";
"Tachometer widget" = "Rýchlomer"; // translategemma:4b
"State widget" = "Stav";
"Text widget" = "Textové pole"; // translategemma:4b
"Battery details widget" = "Widget s informáciami o batérii"; // translategemma:4b
"Show symbols" = "Zobraziť symboly";
"Label widget" = "Popis";
"Number of reads in the chart" = "Počet záznamov v grafe";
"Color of download" = "Farba sťahovania (download)";
"Color of upload" = "Farba nahrávania (upload)";
"Monospaced font" = "Nerozložené písmo";
"Reverse order" = "V opačnom poradí"; // translategemma:4b
"Chart history" = "História grafu"; // translategemma:4b
"Default color" = "Výchozí"; // translategemma:4b
"Transparent when no activity" = "Pri absencii aktivity je zobrazené ako transparentné."; // translategemma:4b
"Constant color" = "Konštant"; // translategemma:4b

// Module Kit
"Open module settings" = "Otvoriť nastavenia modulu";
"Select widget" = "Vyber widget %0";
"Open widget settings" = "Otvoriť nastavenie widgetu";
"Update interval" = "Interval aktualizácie";
"Usage history" = "História využitia";
"Details" = "Detaily";
"Top processes" = "Top procesy";
"Pictogram" = "Piktogram";
"Module" = "Modul";
"Widgets" = "Miniaplikácie";
"Popup" = "Objaviť sa";
"Notifications" = "Upozornenia";
"Merge widgets" = "Zlúčiť widgety";
"No available widgets to configure" = "Žiadne dostupné widgety na konfiguráciu";
"No options to configure for the popup in this module" = "Žiadne možnosti konfigurácie vyskakovacieho okna v tomto module";
"Process" = "Proces"; // translategemma:4b
"Kill process" = "Zavariť proces"; // translategemma:4b
"Keyboard shortcut" = "Skratka klávesového spáľovania"; // translategemma:4b
"Listening..." = "Poslúchanie..."; // translategemma:4b

// Modules
"Number of top processes" = "Počet top procesov";
"Update interval for top processes" = "Interval aktualizácie pre top procesy";
"Notification level" = "Úroveň upozornenia";
"Chart color" = "Farba grafu";
"Main chart scaling" = "Hlavné škálovanie grafu"; // translategemma:4b
"Scale value" = "Hodnota rozsahu"; // translategemma:4b
"Text widget value" = "Hodnota prvku textového pole"; // translategemma:4b

// CPU
"CPU usage" = "Použitie CPU";
"CPU temperature" = "Teplota CPU";
"CPU frequency" = "Frekvencia CPU";
"System" = "Systém";
"User" = "Používateľ";
"Idle" = "Nečinnosť";
"Show usage per core" = "Zobraziť využitie na jadro";
"Show hyper-threading cores" = "Zobraziť hyper-threading jadrá";
"Split the value (System/User)" = "Rozdeliť hodnotu (Systém/Používateľ)";
"Scheduler limit" = "Limit plánovača";
"Speed limit" = "Limit rýchlosti";
"Average load" = "Priemerné zaťaženie";
"1 minute" = "1 minúta";
"5 minutes" = "5 minút";
"15 minutes" = "15 minút";
"CPU usage threshold" = "Prahová hodnota využitia CPU";
"CPU usage is" = "Využitie procesoru je %0";
"Efficiency cores" = "Efektívne jadrá";
"Performance cores" = "Výkonné jadrá";
"System color" = "Systém";
"User color" = "Používateľ";
"Idle color" = "Nečinnosť";
"Cluster grouping" = "Zoskupenie klastrov";
"Efficiency cores color" = "Efektívne jadrá – farba"; // translategemma:4b
"Performance cores color" = "Farba výkonových jadier"; // translategemma:4b
"Total load" = "Celková záťaž"; // translategemma:4b
"System load" = "Zaťaženie systému"; // translategemma:4b
"User load" = "Zátěž pre používateľa"; // translategemma:4b
"Efficiency cores load" = "Jadra pre efektívnu prevádzku sa načítavajú"; // translategemma:4b
"Performance cores load" = "Načítanie výkonových jadier"; // translategemma:4b
"All cores" = "Všetky jadier"; // translategemma:4b

// GPU
"GPU to show" = "Zobraziť GPU";
"Show GPU type" = "Zobraziť typ GPU";
"GPU enabled" = "GPU aktivované";
"GPU disabled" = "GPU deaktivované";
"GPU temperature" = "Teplota GPU";
"GPU utilization" = "Využitie GPU";
"Vendor" = "Dodávateľ";
"Model" = "Štýl"; // translategemma:4b
"Status" = "Status";
"Active" = "Aktívne";
"Non active" = "Neaktívne";
"Fan speed" = "Rýchlosť ventilátora";
"Core clock" = "Takt jadra";
"Memory clock" = "Takt pamäte";
"Utilization" = "Využitie";
"Render utilization" = "Využitie renderovania";
"Tiler utilization" = "Využitie tilingu";
"GPU usage threshold" = "Prahová hodnota využitia GPU";
"GPU usage is" = "Využitie GPU je %0";

// RAM
"Memory usage" = "Využitie pamäte";
"Memory pressure" = "Zaťaženie pamäte";
"Total" = "Celkom";
"Used" = "Použitá";
"App" = "Aplikačná";
"Wired" = "Pevná";
"Compressed" = "Komprimovaná";
"Free" = "Voľná";
"Swap" = "Swap";
"Split the value (App/Wired/Compressed)" = "Rozdeliť hodnotu (Aplikačná/Pevná/Komprimovaná)";
"RAM utilization threshold" = "Prahová hodnota využitia pamäte";
"RAM utilization is" = "Využitie pamäte je %0";
"App color" = "Aplikačná";
"Wired color" = "Pevná";
"Compressed color" = "Komprimovaná";
"Free color" = "Voľná";
"Free memory (less than)" = "Voľná pamäť (menej ako)"; // translategemma:4b
"Swap size" = "Veľkosť výmeny"; // translategemma:4b
"Free RAM is" = "Využiteľná RAM je %0"; // translategemma:4b

// Disk
"Show removable disks" = "Zobrazovať vymeniteľné disky";
"Used disk memory" = "Použité %0 z %1";
"Free disk memory" = "Voľné %0 z %1";
"Disk to show" = "Zobraziť disk";
"Open disk" = "Otvoriť disk";
"Switch view" = "Prepnúť pohľad";
"Disk utilization threshold" = "Prahová hodnota využitia disku";
"Disk utilization is" = "Využitie disku je %0";
"Read color" = "Čítajte farby"; // translategemma:4b
"Write color" = "Napište farbu"; // translategemma:4b
"Disk usage" = "Použitie disku"; // translategemma:4b
"Total read" = "Celkový počet prečítaných dát"; // translategemma:4b
"Total written" = "Celkové písané"; // translategemma:4b
"Write speed" = "Napište"; // translategemma:4b
"Read speed" = "Čítajte"; // translategemma:4b
"Drives" = "Rýchlosti"; // translategemma:4b
"SMART data" = "Údaje SMART"; // translategemma:4b

// Sensors
"Temperature unit" = "Jednotka teploty";
"Celsius" = "Celcius"; // translategemma:4b
"Fahrenheit" = "Farenhajm"; // translategemma:4b
"Save the fan speed" = "Uložiť rýchlosť ventilátora";
"Fan" = "Ventilátor";
"HID sensors" = "HID senzory";
"Synchronize fan's control" = "Synchronizácia ovládania ventilátora";
"Current" = "Prúd";
"Energy" = "Energia";
"Show unknown sensors" = "Zobraziť neznáme snímače";
"Install fan helper" = "Inštalácia pomocníka pre ventilátor";
"Uninstall fan helper" = "Odinštalácia pomocníka ventilátora";
"Fan value" = "Otáčky ventilátora";
"Turn off fan" = "Vypnite ventilátor"; // translategemma:4b
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Chystáte sa vypnúť ventilátor. Toto nie je odporúčaná akcia, ktorá môže poškodiť váš Mac. Ste si istí, že to chcete urobiť?"; // translategemma:4b
"Sensor threshold" = "Hranica detekčného senzora"; // translategemma:4b
"Left fan" = "Vľavo"; // translategemma:4b
"Right fan" = "Správne"; // translategemma:4b
"Fastest fan" = "Najrýchlejšie"; // translategemma:4b
"Sensor to show" = "Senzor zobrazí"; // translategemma:4b

// Network
"Uploading" = "Nahrávanie (upload)";
"Downloading" = "Sťahovanie (download)";
"Public IP" = "Verejná IP";
"Local IP" = "Lokálna IP";
"Interface" = "Rozhranie";
"Physical address" = "Fyzická adresa";
"Refresh" = "Obnoviť";
"Click to copy public IP address" = "Kliknutím skopírujete verejnú IP adresu";
"Click to copy local IP address" = "Kliknutím skopírujete lokálnu IP adresu";
"Click to copy wifi name" = "Kliknutím skopírujete názov WIFI";
"Click to copy mac address" = "Kliknutím skopírujete adresu MAC";
"No connection" = "Žiadne pripojenie";
"Network interface" = "Sieťové rozhranie";
"Total download" = "Celkom stiahnuté";
"Total upload" = "Celkom odoslané";
"Reader type" = "Typ peehľadu";
"Interface based" = "Podľa rozhrania";
"Processes based" = "Podľa procesov";
"Reset data usage" = "Resetovať využitie dát";
"VPN mode" = "VPN režim";
"Standard" = "Štandard";
"Security" = "Zabezpečenie";
"Channel" = "Kanál";
"Common scale" = "Spoločná stupnice";
"Autodetection" = "Automatická detekcia";
"Widget activation threshold" = "Prah aktivácie widgetu";
"Internet connection" = "Pripojenie k internetu";
"Active state color" = "Farba aktívneho stavu";
"Nonactive state color" = "Farba neaktívneho stavu";
"Connectivity host (ICMP)" = "Hostiteľ pripojenia (ICMP)";
"Leave empty to disable the check" = "Ponechajte prázdne, ak chcete vypnúť kontrolu";
"Connectivity history" = "História pripojenosti"; // translategemma:4b
"Auto-refresh public IP address" = "Automatické obnovenie verejnej IP adresy"; // translategemma:4b
"Every hour" = "Každú hodinu"; // translategemma:4b
"Every 12 hours" = "Každých 12 hodín"; // translategemma:4b
"Every 24 hours" = "Každých 24 hodín"; // translategemma:4b
"Network activity" = "Aktivity siete"; // translategemma:4b
"Last reset" = "Posledné zresetovanie bolo pred %0 dňami."; // translategemma:4b
"Latency" = "Latencia"; // translategemma:4b
"Upload speed" = "Nahrať"; // translategemma:4b
"Download speed" = "Stiahnuť"; // translategemma:4b
"Address" = "Adresa"; // translategemma:4b
"WiFi network" = "WiFi sieť"; // translategemma:4b
"Local IP changed" = "Lokálna IP adresa bola zmenená"; // translategemma:4b
"Public IP changed" = "Veľmi verejná IP adresa bola zmenená"; // translategemma:4b
"Previous IP" = "Predchádzajúci IP: %0"; // translategemma:4b
"New IP" = "Nová IP: %0"; // translategemma:4b
"Internet connection lost" = "Ztráta internetového pripojenia"; // translategemma:4b
"Internet connection established" = "Pripojenie k internetu bolo vytvorené"; // translategemma:4b

// Battery
"Level" = "Úroveň";
"Source" = "Zdroj";
"AC Power" = "Napájanie zo siete";
"Battery Power" = "Napájanie z batérie";
"Time" = "Čas";
"Health" = "Zdravie";
"Amperage" = "Prúd";
"Voltage" = "Napätie";
"Cycles" = "Počet cyklov";
"Temperature" = "Teplota";
"Power adapter" = "Sieťový adaptér";
"Power" = "Výkon";
"Is charging" = "Nabíja sa";
"Time to discharge" = "Čas do vybitia";
"Time to charge" = "Čas do nabitia";
"Calculating" = "Počítanie";
"Fully charged" = "Plne nabité";
"Not connected" = "Nepripojené";
"Low level notification" = "Upozornenie pri nízkej úrovni";
"High level notification" = "Upozornenie pri vysokej úrovni";
"Low battery" = "Nízka úroveň batérie";
"High battery" = "Vysoká úroveň batérie";
"Battery remaining" = "Ostáva %0 %";
"Battery remaining to full charge" = "%0% do úplného nabitia";
"Percentage" = "Percentá";
"Percentage and time" = "Percentá a čas";
"Time and percentage" = "Čas a percentá";
"Time format" = "Formát času";
"Hide additional information when full" = "Skryť ďalšie informácie, keď je plne nabitá";
"Last charge" = "Posledné nabíjanie";
"Capacity" = "Kapacita";
"current / maximum / designed" = "aktuálne / maximálne / projektované";
"Low power mode" = "Režim nízkej spotreby";
"Percentage inside the icon" = "Percentá vo vnútri ikony";
"Colorize battery" = "Farbi batériu"; // translategemma:4b
"Charging current" = "Prúd nabíjačky"; // translategemma:4b
"Charging Voltage" = "Napäť pri nabíjaní"; // translategemma:4b
"Charger state inside the battery" = "Stav nabíjačky vo vnútri batérie"; // translategemma:4b

// Bluetooth
"Battery to show" = "Zobraziť batériu";
"No Bluetooth devices are available" = "Nie sú k dispozícii žiadne zariadenia Bluetooth";

// Clock
"Time zone" = "Časový pás"; // translategemma:4b
"Local" = "Lokálny"; // translategemma:4b
"Calendar" = "Kalendár"; // translategemma:4b
"Show week numbers" = "Zobrazi čísla týždňov"; // translategemma:4b
"Local time" = "Miestny čas"; // translategemma:4b
"Add new clock" = "Pridajte nové hodiny"; // translategemma:4b
"Delete selected clock" = "Odstrániť vybraný časovač"; // translategemma:4b
"Help with datetime format" = "Pomoc s formátovaním dát a času"; // translategemma:4b

// Colors
"Based on utilization" = "Na základe využívania";
"Based on pressure" = "Na základe vyťaženia";
"Based on cluster" = "Na základe klastra";
"System accent" = "Systémový akcent";
"Monochrome accent" = "Čiernobiely akcent";
"Clear" = "Priehľadná";
"White" = "Biela";
"Black" = "Čierna";
"Gray" = "Sivá";
"Second gray" = "Alternatívna sivá";
"Dark gray" = "Tmavosivá";
"Light gray" = "Svetlosivá";
"Red" = "Červená";
"Second red" = "Alternatívna červená";
"Green" = "Zelená";
"Second green" = "Alternatívna zelená";
"Blue" = "Modrá";
"Second blue" = "Alternatívna modrá";
"Yellow" = "Žltá";
"Second yellow" = "Alternatívna žltá";
"Orange" = "Oranžová";
"Second orange" = "Alternatívna oranžová";
"Purple" = "Fialová";
"Second purple" = "Alternatívna fialová";
"Brown" = "Hnedá";
"Second brown" = "Alternatívna hnedá";
"Cyan" = "Tyrkysová";
"Magenta" = "Purpurová";
"Pink" = "Ružová";
"Teal" = "Sivozelená";
"Indigo" = "Indigo";
